// import Head from "next/head";
// import LoadingScreen from "components/LoadingScreen/LoadingScreen";
import styles from "styles/About.module.css";
const About = () => {
  return (
    <div className={styles.container}>
      <h1 className={styles.mainHeading}>شركة محمد ابراهيم</h1>
      <div className={styles.flex}>
        <ul>
          <li>
            <p>
              تأسست شركه منصور لتجاره وتوزيع الأدوات الكهربائية والمعروفة بشركه
              ( محمد إبراهيم ) نسبه لصاحبها عام 1995 في مدينه المحلة الكبرى
              وبفضل الله وتوفيقه نجحت الشركة على مر السنين في التحول إلى واحده
              من ابرز الشركات التجارية اللاعبة في السوق المصري في مجال بيع
              وتوزيع المنتجات الكهربائية وتتميز الشركة بتقديم باقة متكاملة من
              منتجات الأدوات الكهربائية المحلية والمستوردة في مكان واحد حيث
              نتعامل مع كبرى الشركات المستوردة والمصنعة المتخصصة في هذا المجال
              ومن أبرزها ( السويدي للكابلات – تتشينو - شنايدر – شنت - فينوس-
              فيونا- هوهو- توشيبا – فريش – بريفكس -حجازى ستار- فلكس- الوسام -
              إليوس - المهندسين للكابلات – أفينا -ينى ستار- امكو- عز العرب
              ........ الخ وترتكز استراتيجيه الشركة على تقديم اكبر تشكيله من
              أصناف الأدوات الكهربائية من مرحله التأسيس حتى التشطيب وتلبيه طلبات
              العملاء وتغطيه خدماتنا لتجار الجملة والموزعين والمقاولين على مستوى
              الجمهورية بسيارات الشركة من الإسكندرية حتى أسوان وتلتزم الشركة فى
              عملها بالتحلي بأخلاقيات الأمانة والنزاهة والشفافية وبيع المنتجات
              الأصلية فقط والبعد عن المنتجات المقلدة وتقديم خدمه مميزه وسريعه من
              خلال فريق عمل يتميز بالخبرة والاحترافية ملتزما بقيم. التواضع
              والاحترام للآخرين
            </p>
          </li>
        </ul>
        <p className={styles.who}>من نحن ؟</p>
      </div>
    </div>
  );
};

export default About;
